// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Rens";

NotInitiatedTitle = "Rensning kunne ikke påbegyndes.";
NotInitiatedMsg = "Rensning kunne ikke påbegyndes. Kontrollér, at printeren er online og ikke er i gang med at behandle job.";

CleaningProgressTitle = "Renser…";

CompletitionLevelTitleFormat = "Rensningsniveau %i er udført.";
CompletitionLevelMsgFormat = "Vent venligst, mens testsiden udskrives. Kontrollér siden for at se, om problemet blev løst. Hvis testsiden ser fin ud, klikkes der på Afslut for at afslutte rensningsproceduren. Klik på Rensningsniveau %i for at forsætte rensningen.";
CompletitionFinalMsg = "Vent venligst, mens testsiden udskrives. Kontrollér siden for at se, om problemet blev løst. Hvis testsiden ser fin ud, klikkes der på Afslut for at afslutte rensningsproceduren. Klik på Hjælp til HP for at gå til HP’s online-fejlfindingssider.";
NextLevelButtonFormat = "Rensningsniveau %i";
FinishButtonText = "Afslut";
GetHelpButtonText = "Hjælp til HP";

HSDCleanPrintheadsExplanation = "Hvis der er steger på udskrifterne som på dette eksempel, skal printhovederne renes. Det tager ca. 1 minut, og der bruges ét ark papir.";
HSDCleanPrintheadsInvitation = "Klik på knappen Rens for at rense printhovederne nu.";
HSDManualCleanPrintheadsInvitation = "Hvis du vil rense skrivehovedet, skal du vælge den tilsvarende valgmulighed på printerens kontrolpanel.";

CleanCancelledTitle = "Handling er annulleret";
CleanCancelledMsg = "Rensningsproceduren blev annulleret fra enhedens frontpanel.";

CleaningProcessErrorTitle = "Handlingen kan ikke udføres";
CleaningProcessErrorMsg = "Rengøringen kan ikke udføres. Kontakt HP Support.";
DeviceBusyMessage = "Rengøringsproceduren kan ikke gennemføres. Vent på, at enheden har afsluttet den aktuelle opgave, og prøv så igen.";

PythonLvl1DoneTitle = "Første niveau-rensning af printhoveder er færdig";
PythonLvl1DoneMsg = "Hvis udskriftskvaliteten stadig ikke er acceptabel, kan der udføres en andet niveau-rensning. Det tager ca. 2 minutter, og der bruges ét ark papir. Denne rensning bruger meget blæk, og bør kun bruges, hvis den første rensning ikke gav en bedre udskriftskvalitet. Klik på \"Andet niveau-rensning\", hvis du vil udføre en sådan rensning.";

PythonLvl2Button = "Andet niveau-rensning";
PythonLvl2DoneTitle = "Andet niveau-rensning af af printhoveder er færdig.";
PythonLvl2DoneMsg = "Hvis udskriftskvaliteten stadig ikke er i orden, hjælper det sandsynligvis ikke at køre denne procedure igen. Se dokumentationen til printeren for at få flere oplysninger.";

ColorCleaningTextFieldTitle = "Rens printhoveder";
HSDInfoTextFieldTitle = "Hvis der er steger på udskrifterne som på dette eksempel, eller der er forkerte eller manglende farver, skal printhovederne måske renses. Denne proces bruger blæk til at rense dyserne i printhovederne. Det tager ca. 2 minutter, og der bruges ét ark papir.";

HSDGuideTextFieldTitle = "Klik på knappen \"Rens\" for at rense printhovederne nu.";
HSDCleanButtonTitle = "Rens";
CancelButtonTitleKey = "Annuller";

PythonLvl1DoneMsgPigment = "Hvis udskriftskvaliteten stadigvæk er uacceptabel, kan rengøring på niveau 2 udføres. Dette tager ca. 2 minutter og anvender ét papirark. Denne rengøring på niveau 2 anvender en betydelig mængde blæk, og bør kun anvendes, hvis udskriftskvaliteten ikke blev forbedret med den indledende rengøring. Klik på \"Rengøring på niveau 2\" for at udføre rengøring på niveau 2.";
HSDInfoTextFieldTitlePigment = "Skrivehovederne skal renses, hvis dit udskrevne papirark er stribet, ligesom eksemplet på billedet, eller har forkerte eller manglende farver. Denne proces bruger blækpatronen til at forsøge at rengøre dyser på skrivehovederne. Dette tager ca. 2 minutter og anvender ét papirark.";
